Repository: isopen-io/meeshy
Catalog: apps/ios/MeeshyShareExtension/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_br

# share.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_br: Cancelar

# share.compose
source: Compose
ar: تأليف
de: Gestalten
es: Componer
fr: Composer
it: Componi
pt_br: Compor

# share.empty
source: Open Meeshy once to find your conversations here
ar: افتح Meeshy مرة واحدة للعثور على محادثاتك هنا
de: Öffne Meeshy einmal, um deine Unterhaltungen hier zu sehen
es: Abre Meeshy una vez para ver aquí tus conversaciones
fr: Ouvrez Meeshy une fois pour retrouver vos conversations ici
it: Apri Meeshy una volta per trovare qui le tue conversazioni
pt_br: Abra o Meeshy uma vez para ver suas conversas aqui

# share.media.count
source: %lld file(s) ready to send
ar: %lld ملف جاهز للإرسال
de: %lld Datei(en) sendebereit
es: %lld archivo(s) listo(s) para enviar
fr: %lld fichier(s) prêt(s) à envoyer
it: %lld file pronti all'invio
pt_br: %lld arquivo(s) pronto(s) para enviar

# share.media.unavailable
source: Some files could not be prepared. Download them first, then try again.
ar: تعذّر تحضير بعض الملفات. نزّلها أولاً ثم أعد المحاولة.
de: Einige Dateien konnten nicht vorbereitet werden. Laden Sie sie zuerst herunter und versuchen Sie es erneut.
es: Algunos archivos no se pudieron preparar. Descárgalos primero y vuelve a intentarlo.
fr: Certains fichiers n'ont pas pu être préparés. Téléchargez-les d'abord, puis réessayez.
it: Alcuni file non sono stati preparati. Scaricali prima e riprova.
pt_br: Alguns arquivos não puderam ser preparados. Baixe-os primeiro e tente novamente.

# share.send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt_br: Enviar

# share.sendTo
source: Send to
ar: إرسال إلى
de: Senden an
es: Enviar a
fr: Envoyer à
it: Invia a
pt_br: Enviar para

# share.sendToMany
source: Send to (up to 10)
ar: إرسال إلى (10 كحد أقصى)
de: Senden an (max. 10)
es: Enviar a (máx. 10)
fr: Envoyer à (10 max)
it: Invia a (max 10)
pt_br: Enviar para (até 10)

# share.signedOut
source: Sign in to Meeshy to share
ar: سجّل الدخول إلى Meeshy للمشاركة
de: Melde dich bei Meeshy an, um zu teilen
es: Inicia sesión en Meeshy para compartir
fr: Connectez-vous à Meeshy pour partager
it: Accedi a Meeshy per condividere
pt_br: Entre no Meeshy para compartilhar

# share.status.deferred
source: Will be sent when you reconnect
ar: سيتم الإرسال عند إعادة الاتصال
de: Wird gesendet, sobald du wieder verbunden bist
es: Se enviará cuando vuelvas a conectarte
fr: Sera envoyé à la reconnexion
it: Verrà inviato alla riconnessione
pt_br: Será enviado quando você reconectar

# share.status.sent
source: Sent
ar: تم الإرسال
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
pt_br: Enviado

# share.title
source: Share to Meeshy
ar: المشاركة على Meeshy
de: Auf Meeshy teilen
es: Compartir en Meeshy
fr: Partager sur Meeshy
it: Condividi su Meeshy
pt_br: Compartilhar no Meeshy

# share.type.text
source: Text
ar: نص
es: Texto
fr: Texte
it: Testo
pt_br: Texto

# share.type.url
source: Link
ar: رابط
es: Enlace
fr: Lien
